export default function MainNewsCard() {
  return (
    <div className="w-full h-[42rem] flex flex-col p-9 text-[#177245] gap-3">
      <div className="w-full h-64 rounded-[30px] bg-[#177245] self-center"></div>
      <p className="font-bold w-full text-[15px]">
        «Умен тот, кто требует у своей души отчета (то есть: следит за своей
        душой, не позволяя ей удовлетворять
      </p>
      <p className="w-full">7 октября 2024г. в 11:00</p>
      <p>
        «Умен тот, кто требует у своей души отчета (то есть: следит за своей
        душой, не позволяя ей удовлетворять такие желания, которые могут
        оказаться пагубными для его религии) и совершает (праведные) дела ради
        того, что ожидает его после смерти. Слаб же тот, кто позволяет своей
        душе следовать ее страстям».(ат-Тирмизи)
      </p>
    </div>
  );
}
